module.exports = [{
  id: 'ganmaokesou',
  title: '感冒咳嗽',
  img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/ganmaokesou-l.png',
  desc: '如果有以下情况，可以试试这里的推荐方法：受凉要感冒，嗓子发痒，开始咳嗽。',
  intro: ['如果有以下情况，可以试试这里的推荐方法：受凉要感冒，嗓子发痒，开始咳嗽。或者感冒好几天了，只有咳嗽总是反反复复。'],
  attention: '过敏或其它慢性疾病引起的咳嗽则不建议参考以下内容',
  reason: [
    '中医认为咳嗽和肺藏的气机不顺畅有关。“肺主气，司呼吸，上连咽喉，开窍于鼻，外合皮毛”，若风寒，风热外邪，或天气干燥等伤了肺气，则可能引发咳嗽。感冒后的咳嗽基本分为以下几种：',
    '-寒痰咳嗽：受寒后，咳嗽，痰液清稀',
    '-热痰咳嗽：体内有湿热的人常见，咳嗽声音响亮，痰黄',
    '-寒热交杂:感冒后期常见，痰黄白交杂',
    '-燥咳:干咳无痰'
  ],
  when: [
    '如果咳嗽持续了2 - 3周，或者咳嗽伴随着发热、呼吸急促和血痰症状，应就医。'
  ],
  advise: [
    '1、受寒痰白的咳嗽，要注意保暖（尤其是咽喉和脖颈位置），避免吃太多水果和寒冷事物，川贝、罗汉果这类寒凉润燥止咳的食物也不适宜，可能会加重寒咳。',
    '2、痰多的咳嗽，要饮食清淡，少吃油腻和甜食',
    '3、在咽喉干燥疼痛时多喝水，可加蜂蜜或新鲜果汁。'
  ]
}, {
    id: 'shouhanganmaochuqi',
    img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/shouhanganmaochuqi-l.png',
    title: '受寒感冒初起',
    desc: '普通感冒是外感邪气而来，而很多时候是因为感受寒邪，也就是受寒引起的。',
    intro: [
      '普通感冒是外感邪气而来，而很多时候是因为感受寒邪，也就是受寒引起的。但感冒是分阶段的，不同的阶段，身体表现不同，处理方法也要做相应的调整，这点很关键。',
      '感冒初起可能会有这些表现：',
      '1、打喷嚏，像流水一样的清鼻涕，感觉稍微有点鼻塞；',
      '2、怕风怕冷，甚至头痛，手脚较凉；',
      '3、此时咳嗽是呛咳，声音清脆，声音很轻，咳嗽的声音就在嗓子那里，如果能咳出痰，痰是清的；',
      '4、看看舌头：舌质是淡白的，不红；',
      '这是寒邪刚刚入侵体表，及时处理，很快就可以恢复健康，否则寒邪往里走，很快就会发烧、咽喉肿痛等。'
      ],
    attention: '这是寒邪刚刚入侵体表，及时处理，很快就可以恢复健康，否则寒邪往里走，很快就会发烧、咽喉肿痛等。',
    reason: [
      '从中医角度讲，体内正气不足、体表卫气不固密，外感风邪寒邪都可以发感冒。',
      '这些情况下更容易感冒：',
      '1、熬夜、疲劳、饥饿、营养不良的状态下；',
      '2、由于气候突变、早晚温差增大、吹了冷风、穿衣少冻着了而感受风寒；',
      '3、出汗后没有及时换衣服、出汗后吹风；',
      '4、或者在人群多杂且较封闭的环境中久呆，都容易引发感冒'
    ],
    when: [
      '突发高热持续不退、呼吸困难、胸闷胸痛、剧烈咳嗽、喉咙异常肿痛、严重肠道反应如腹泻或呕吐，或症状10天都无法缓解时，应前往就医。'
    ],
    advise: [
      '1、打喷嚏是身体本能的排寒方式，不建议此时服用一些抑制喷嚏的西药。',
      '2、身体受寒的时候，不要用清热解毒的感冒药，咳嗽也不适合用川贝、百合、梨子之类性寒润肺的食疗方法。',
      '3、流鼻涕后，要用软的手帕或纸巾轻轻擦拭，然后抹上一层薄薄的护肤霜，以免皮肤受伤疼痛。'
    ]
  }, {
    id: 'ganmaohanbaohuo',
    img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/ganmaohanbaohuo-l.png',
    title: '感冒"寒包火"',
    desc: '如果感冒在受寒初期没有及时控制，外寒就会深入身体内部，与身体的正气战斗。',
    intro: [
      '如果感冒在受寒初期没有及时控制，外寒就会深入身体内部，与身体的正气战斗，表现出热的症状，而体表的外寒依旧存在。',
      '感冒初起可能会有这些表现：',
      '1、怕冷，打喷嚏依然存在。',
      '2、鼻涕和痰开始变黄，会出现黄色的，和清色的、白色的混合在一起，或者有时是清的，有时是黄色的；或者流清鼻涕，吐黄痰。',
      '3、咳嗽是会听到喉咙或者气管里有痰的声音。',
      '4、舌质会变红，不像开始那么白了，舌尖的边是红色的，经常感觉口渴，想喝水',
      '5、嗓子有点发痒，这是嗓子咽喉肿痛的前兆，严重的很快就咽喉肿痛了'
    ],
    attention: '',
    reason: [
      '中医认为：',
      '这些情况下更容易感冒：',
      '1、受寒后，没有及时排出寒邪，寒气入里化热造成的。',
      '2、冬春之时，室内多开热空调或用电暖器，或北方供暖，室内温暖干燥。这样从温暖的室内突然到了寒冷的室外，人体的体温调节功能往往跟不上室内外温度骤变的速度，很容易突然受寒，形成内热外寒的寒包火型感冒。',
      '3、也可能是热性体质，平素就有内热，或多吃辛香上火的食物后出现穿衣少或汗后当风等照顾不周，感受风寒而发。',
    ],
    when: [
      '出现咽喉肿痛、发烧超过38.5℃，应就诊寻求医生的帮助。'
    ],
    advise: [
      '1、这个阶段要清热，又要散寒。',
      '2、如果体温没超过38.5℃，且体温上升缓慢，可以在家处理和观察，比如洗温水澡。',
      '3、饮食不宜吃的过饱，多吃青菜、豆腐、白粥之类，清内热。忌吃辛热、甜腻的食物。',
      '4、如果体温超过38.5℃，且体温上升很快。多饮温水。'
    ]
  }, {
    id: 'fengreganmao',
    img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/fengreganmao-l.png',
    title: '风热感冒',
    desc: '这个阶段的表现就是我们常说的风热感冒，是比较严重的阶段。...',
    intro: [
      '这个阶段的表现就是我们常说的风热感冒，是比较严重的阶段,一般现象：',
      '感冒初起可能会有这些表现：',
      '1、身体会出现高烧发热，总想喝凉水解渴。',
      '2、咽喉会红肿、疼痛、有些是吞口水时喉咙疼，不愿意吃东西；也有是两腮下疼，可能还会连着鼻子的末端都在疼',
      '3、此时咳嗽非常剧烈，咳嗽的部位很深，痰黄且浓稠，甚至是绿色，甚至会有胸痛。',
      '4、鼻塞严重',
      '5、舌质红，尤其是舌尖很红。甚至前半部舌体没有舌苔，都是红色的舌质。',
      '6、精神状态差，乏力，喜欢睡觉或者烦躁'
    ],
    attention: '',
    reason: [
      '1、如果外寒没有及时驱除，化为内热，并进一步深入，与身体的正气进行激烈的交战，从而表现出明显的热症。',
      '这些情况下更容易感冒：',
      '2、本身体质偏热，或内有郁热，或吃了辛辣上火的食物之后，由于气候突变、寒暖失调、温热之邪侵犯体表，肺气失和所致。'
    ],
    when: [
      '需要及时就医！'
    ],
    advise: [
      '1、如果体温还没有超过38.5℃，且体温上升较慢，可以在家尝试物理降温。',
      '2、一定要多喝温开水，如果不愿意喝水，可以用甜的梨子、橙子榨成果汁，也可以喝一些清淡的萝卜白菜汤、米汤。',
      '3、饮食不宜过饱，宜吃辛亮清淡的视频。',
      '4、忌吃辛热、甜腻的食物。'
    ]
  },{
    id: 'fengreganmao',
    img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/fengreganmao-l.png',
    title: '风热感冒',
    desc: '这个阶段的表现就是我们常说的风热感冒，是比较严重的阶段。...',
    intro: [
      '这个阶段的表现就是我们常说的风热感冒，是比较严重的阶段,一般现象：',
      '感冒初起可能会有这些表现：',
      '1、身体会出现高烧发热，总想喝凉水解渴。',
      '2、咽喉会红肿、疼痛、有些是吞口水时喉咙疼，不愿意吃东西；也有是两腮下疼，可能还会连着鼻子的末端都在疼',
      '3、此时咳嗽非常剧烈，咳嗽的部位很深，痰黄且浓稠，甚至是绿色，甚至会有胸痛。',
      '4、鼻塞严重',
      '5、舌质红，尤其是舌尖很红。甚至前半部舌体没有舌苔，都是红色的舌质。',
      '6、精神状态差，乏力，喜欢睡觉或者烦躁'
    ],
    attention: '',
    reason: [
      '1、如果外寒没有及时驱除，化为内热，并进一步深入，与身体的正气进行激烈的交战，从而表现出明显的热症。',
      '这些情况下更容易感冒：',
      '2、本身体质偏热，或内有郁热，或吃了辛辣上火的食物之后，由于气候突变、寒暖失调、温热之邪侵犯体表，肺气失和所致。'
    ],
    when: [
      '需要及时就医！'
    ],
    advise: [
      '1、如果体温还没有超过38.5℃，且体温上升较慢，可以在家尝试物理降温。',
      '2、一定要多喝温开水，如果不愿意喝水，可以用甜的梨子、橙子榨成果汁，也可以喝一些清淡的萝卜白菜汤、米汤。',
      '3、饮食不宜过饱，宜吃辛亮清淡的视频。',
      '4、忌吃辛热、甜腻的食物。'
    ]
  },  {
    id: 'tufasangzitong',
    img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/tufasangzitong-l.png',
    title: '突发嗓子痛',
    desc: '这嗓子疼也太磨人了，可能刚开始就一点点痛，偶尔觉得喉咙有点干、痒....',
    intro: [
      '这嗓子疼也太磨人了，可能刚开始就一点点痛，偶尔觉得喉咙有点干、痒；可能一两天，也许是几个小时，明显感觉喉咙痛，肿痛是在两腮之下，用手摸脖子周围还有胀痛感；或者在喉咙上下，咽唾沫的时候会感觉很明显，就在喉结那里疼痛。嗓子痛是很多病的早期征兆。'
    ],
    attention: '',
    reason: [
      '1、大多数喉咙痛是由病毒和细菌感染引起的，但也可能是因干燥和过敏诱发。肿痛在两腮之下，一般是细菌感染。',
      '2、被冷风吹了，受寒了。',
      '3、也许是熬夜了，或者过度疲劳（劳心，劳力），或者生气，大动肝火了，也可能是看到自己喜欢的美食（辛辣煎烤等），没把控住。总之一句话：上火了。'
    ],
    when: [
      '1、如果喉咙已经溃烂发炎，发烧了，或者吞咽困难比较严重，还是要及时就医，以免耽误病情。',
      '2、自我感觉近一段时间出现咽喉处的痰吐之不出，咽之不下，请及时就医。'
    ],
    advise: [
      '1、多喝水，饮水量比平时大一倍。充分饮水能保持呼吸道黏膜温润，使病毒细菌难以迅速繁殖，同时对去除内热大有帮助。',
      '2、温盐水漱喉。有杀菌作用。',
      '3、嘴里含咽喉糖或嚼无糖口香糖。可刺激唾液的分泌，有助于清理咽喉。',
      '4、少说话，少刺激声带。',
      '5、保持空气湿润，以免黏膜变干，刺激咽喉部。',
      '6、尽量不接触烟雾和其他的空气污染。',
      '7、经常洗手。',
      '8、不出辛辣、油炸、油腻、烤制食品，以防刺激咽喉。',
      '9、勤换牙刷。',
      '10、避免过度操劳。',
    ]
  }, {
    id: 'fenghanganmao',
    img: 'http://image-1252304461.file.myqcloud.com/mini/bzbb/images/fenghanganmao-l.png',
    title: '风寒感冒',
    desc: '风寒感冒是因风吹受凉而引起的感冒，秋冬发生较多。',
    intro: [
      '风寒感冒是因风吹受凉而引起的感冒，秋冬发生较多。其症状为浑身酸痛、鼻塞流涕、咳嗽有痰。治疗上西药、中药皆可，亦可采用食疗。预防措施为注意保暖，加强体育锻炼，提高免疫力。',
      '风寒感冒是风寒之邪外袭、肺气失宣所致。症状可见：恶寒重、发热轻、无汗、头痛身痛、鼻塞流清涕、咳嗽吐稀白痰、口不渴或渴喜热饮、苔薄白。',
      '治法应以辛温解表为主。'
    ],
    attention: '',
    reason: [
      '风寒感冒是风寒之邪外袭、肺气失宣所致，其起因通常因劳累，再加上吹风或受凉。风寒感冒通常秋冬发生比较多。'
    ],
    when: [
      '风寒感冒者往往感到很难受，浑身酸痛，四肢无力，爱困嗜睡，这些都是风寒感冒的症状。',
      '得了风寒感冒药及时治疗'
    ],
    advise: [
      '治疗风寒感冒的关键需要发汗（中医称辛温解表），有很多方法，包括桑拿、用热水泡脚（最好加点酒）、加盖厚被、喝姜糖水、喝姜粥等等。'
    ]
  }];
